const data = [
  [
    "내가 좋아하는 것은?",
    "즉흥적으로 생각해 낸 것",
    "미리 계획한 것",
    "내 방법으로 하는 것",
    "재촉 받지 않는 것"
  ],
  ["내가 필요로 하는 것은?", "활동성, 다양성", "조직적, 체계적", "옳은 것", "화합, 균형"],
  [
    "내가 원하는 것은?",
    "타인으로부터의 인정과 명성",
    "타인으로부터의 감사",
    "타인으로부터의 존경",
    "나 자체로서의 수용"
  ],
  ["내가 두려워 하는 것은?", "관계의 손실", "변화, 무질서", "통제(지배)의 손실", "화합의 손실"],
  [
    "나는 종종...",
    "산만함, 자유분방.",
    "유도리 없음, 완고함.",
    "권위적, 지배적",
    "수동적, 방관적."
  ],
  [
    "나를 가장 잘 표현하는 단어는?",
    "활동적, 열정적, 유쾌함",
    "도덕적, 계획적, 정직함, 책임감",
    "판단력, 리더쉽, 경쟁적, 의욕적",
    "친절, 여유, 인내, 격려"
  ],
  [
    "다른 사람들이 알고 있는 나는?",
    "시간을 선용하는 사람.",
    "도덕적인 사람.",
    "행동력있는 사람.",
    "품어주는 사람."
  ],
  [
    "내가 일을 가장 잘 할 수 있는 환경은?",
    "유연하고, 다양한 아이디어가 나오는 그룹작업(team work)인 상황",
    "조직적인 환경, 구체적인 가이드라인, 목표가 분명한 상황",
    "유능한 동료들과 경쟁적인 상황",
    "자유롭고 친한 동료들과 차분하게 협업하는 상황"
  ],
  [
    "다른 사람들이 나에게 대하여 하는 말은?",
    "기발하며 외향적인 다재다능한 사람",
    "생각이 깊고 신뢰할 수 있는 사람",
    "자주적이며 리더쉽있는 실천력있는 사람",
    "조화롭고 화평케하는 친절한 사람"
  ],
  [
    "나를 동기부여 하는 것은?",
    "자유, 재미(흥이 나는 것)",
    "소속감과 기여도",
    "힘(능력), 결과",
    "평화, 균형"
  ],
  [
    "나의 존재에 대한 가장 중요한 요소는?",
    "대인관계",
    "나의 조직과 단체",
    "나의 업적",
    "나의 안정성"
  ],
  [
    "프로젝트에 관하여 내가 원하는 것은?",
    "스스로 생각해 내는 것",
    "가이드라인과 조언이 주어지는 것",
    "도전적이며 최상의 결과를 내는 것",
    "시간적여유가 주어지는 그룹프로젝트"
  ],
  [
    "나를 표현한다면?",
    "명랑함, 즉흥적 ",
    "신뢰, 조직적, 진지한",
    "직선적, 추진력",
    "참을성, 중립적, 귀 기울임"
  ],
  [
    "스트레스 받을 때 나는...",
    "이기적, 파괴적.",
    "부정적, 비관적.",
    "조급함, 단정적.",
    "압도당함, 우유부단."
  ],
  [
    "내가 같이 있기를 좋아하는 사람은?",
    "말 잘하고, 너그러운 사람",
    "생각이 깊고, 책임감이 강한 사람",
    "능력 있고, 결단력 있는 사람",
    "배려심이 깊고, 친절한 사람"
  ],
  [
    "내가 다른 사람들로부터 자주 듣는 조언은?",
    "더 조직적인 사람이 될 것",
    "모든 것을 너무 심각하게 받아들이지 말 것",
    "지위자들을 좀 더 존중할 것",
    "나의 의견을 당당하게 말할 것"
  ],
  ["내가 좋아하는 것은?", "다양성, 활동", "사실, 정보, 순서", "결과", "스트레스를 받지 않는 상황"]
];
