const data = [
  [
    "내가 좋아하는 것은?",
    "즉흥적으로 생각해 낸 것",
    "미리 계획한 것",
    "내 방법으로 하는 것",
    "재촉 받지 않는 것"
  ],
  [
    "내가 필요로 하는 것은?",
    "활동성과 다양성",
    "조직화되고 질서가 있는 것",
    "옳은 것",
    "화합과 균형"
  ],
  [
    "내가 원하는 것은?",
    "확인되고, 인정받고, 인기를 얻는 것",
    "사람들이 내가 하는 일에 대해 나에게 감사하는 것",
    "내가 성취한 업적으로 인해 존경받는 것",
    "내 모습 있는 그대로 받아들여지는 것"
  ],
  ["내가 두려워 하는 것은?", "관계의 손실", "변화, 무질서", "통제(지배)의 손실", "화합의 손실"],
  [
    "나는 종종...",
    "흐트러지거나 산만해 지기도 한다.",
    "융통성 없거나 완고해 지기도 한다.",
    "통제하려고 하거나 보스처럼 행세하기도 한다.",
    "수동적이고 물러나 있으려 하기도 한다."
  ],
  [
    "나를 가장 잘 표현하는 단어는?",
    "활동적이고, 재미있고, 열정적이고 사기가 높음",
    "책임감이 강하고, 정직하고, 미리 계획하고, 옳은 방법으로 일들이 행해지는 것을 원함",
    "판단력 있고, 지도자이고, 경쟁적이고, 활동적임",
    "친절, 인내, 여유 있는, 다른 이들을 격려하는 사람"
  ],
  [
    "다른 사람들이 알고 있는 나는?",
    "어떻게 좋은 시간을 보내는지 아는 사람이다.",
    "모든 일들을 옳은 방법으로 잘해내는 사람이다.",
    "모든 일들을 실질적으로 일어나게 만들어내는 사람이다.",
    "다른 사람들로 하여금 용납받았다고 느끼게 만드는 사람이다."
  ],
  [
    "내가 일을 가장 잘 할 수 있는 환경은?",
    "융통성 있을 때, 그룹작업(team work)할때, 토의, 많은 일들이 일어날 때",
    "조직적일때, 따라야 할 준수사항이 확실할 때, 다른 이들이 나에게 기대하는 것이 무엇인지 알 때",
    "경쟁적일 때, 동료나 적이 유능하고, 자질이 있을 때",
    "형식에 구애받지 않을 때, 친근감 있을 때, 차분한 분위기, 합심해서 일할 때"
  ],
  [
    "다른 사람들이 나에게 대하여 하는 말은?",
    "아이디어가 넘치는, 외향적인, 친교적인, 뭐든지 잘하는 사람",
    "실제적인, 생각이 깊은, 신뢰할 수 있는 사람",
    "스스로 방향성 있는, 앞장서서 이끌어 나가는, 행동하는 사람",
    "외교적인, 화평케 하는 자, 친절한 마음을 가진, 열정적인 사람"
  ],
  [
    "나를 동기부여 하는 것은?",
    "자유, 재미(흥이 나는 것)",
    "소속감과 기여하는 것",
    "힘(능력), 결과",
    "평화, 균형"
  ],
  [
    "나의 존재에 대한 가장 중요한 요소는?",
    "대인관계",
    "나의 조직과 단체",
    "나의 업적",
    "나의 안정성"
  ],
  [
    "프로젝트에 관하여 내가 원하는 것은?",
    "내가 할 프로젝트는 내가 생각해 내는 것",
    "어느 정도의 윤곽이나 준수사항이 주어지는 것, 조언들",
    "가장 어려운 프로젝트를 하기 원하고 가장 최선을 하기 원함",
    "작업할 수 있는 넉넉한 시간, 그룹으로 하는 프로젝트"
  ],
  [
    "나를 표현한다면?",
    "명랑한, 즉흥적인",
    "믿을 수 있는, 조직적인, 진지한",
    "직선적이고, 추진력있는",
    "참을성 있고, 중립적이며 잘 들어주는"
  ],
  [
    "스트레스 받을 때 나는...",
    "비조직적이 되며, 부서진다.",
    "부정적이며, 비난적이 된다.",
    "조급하며, 단정적이 된다.",
    "압도당하며, 우유부단해진다."
  ],
  [
    "내가 같이 있기를 좋아하는 사람은?",
    "말을 잘하고, 열린 마음을 가지고 자유로운 사람",
    "생각이 깊고, 자신의 역할을 잘 하는 사람",
    "능력 있고, 자신의 일을 끝내는 사람",
    "남을 배려하고, 친절한 사람"
  ],
  [
    "내가 다른 사람들로부터 자주 듣는 조언은?",
    "더 조직적이 되도록 배울 것",
    "모든 것을 너무 심각하게 받아들이지 말 것",
    "지위자들을 존중하는 것을 배울 것",
    "나 스스로를 대변하여 나의 의견을 말하는 것"
  ],
  ["내가 좋아하는 것은?", "다양성, 활동", "사실, 정보, 순서", "결과", "스트레스를 받지 않는 상황"]
];
